adw-gtk-theme
amd-ucode
ark
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
cava
chaotic-keyring
chaotic-mirrorlist
cliphist
code
cups
cups-pk-helper
ddcutil
dkms
dolphin
duf
dunst
easyeffects
efibootmgr
eza
fastfetch
ffmpegthumbs
firefox
flatpak
fuzzel
fzf
gamemode
git
gradia
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
imagemagick
inetutils
iwd
jq
kde-cli-tools
kitty
kvantum
kvantum-qt5
libavif
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
lvm2
mangohud
matugen
mpvpaper
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-open-dkms
nwg-displays
nwg-look
opencode
pacman-contrib
pamixer
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polkit-kde-agent
power-profiles-daemon
pwvucontrol
python-pipx
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-imageformats
qt6-tools
qt6-wayland
qt6ct
rofi
satty
sddm
slurp
smartmontools
spicetify-cli
spotify
starship
steam
stow
sudo
swayosd-git
swww
system-config-printer
tesseract
tesseract-data-chi_sim
tesseract-data-chi_tra
tesseract-data-eng
tesseract-data-jpn
tesseract-data-kor
tesseract-data-lat
tesseract-data-spa
tmux
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols
ttf-roboto
ttf-roboto-mono
udiskie
unzip
uwsm
vesktop
vim
waybar
wf-recorder
wget
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard
wlogout
wlsunset
wofi
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-server
xorg-xinit
yazi
zbar
zen-browser-bin
zenity
zram-generator
zsh
